{
    "home": "Home",
    "projects": "Projects",
    "resume": "Resume",
    "aboutme": "About Me",
    "english": "English",
    "spanish": "Spanish",
    "home-a": "I'm Ariel Duran, a Software Engineer specializing in creating user-friendly applications; from Alajuela, Costa Rica.",
    "home-b": "Utilizing core principles of computer science to develop efficient, reliable, and scalable software. My foundational knowledge fosters innovative problem-solving, allowing me to build software that meets user needs while advancing technology's role in everyday life.",
    "connecting": "Interesting in connecting?",
    "talk": "Let’s talk projects, collaborations, or anything software!",
    "contact": "Send an email",
    "selectedprojects": "Selected Projects",
    "selectedtalk": "Explore my selected projects, showcasing my dedication and creativity.",
    "beulah": "Redesigned the beulahpark.com website. Created the frontend and backend systems using the dot net framework.",
    "winticket": "Redesigned the winticket.com websited. Created the frontend and backend systems for the website using the dot net framework.",
    "cms": "Created a content  manangement system for the beulahpark.com, betpad.com and winticket.com websites. MSSQL Server, stored procedures, IIS, dot net framework were used.",
    "reports": "Created a reporting tool for the accounting department of AmericaTAB using crystal reports and the dot net framework.",
    "network": "Managed a data center in Portland, OR and Columbus, OH. Managed and provided maintenance for Beulah Park and AmericaTAB network: routers, switches, workstation and servers. Linux and Windows Servers",
    "nhc": "Created the horse handincapping website for NHCQualify.com using the dot net framework. Integrated a Payment System and developed a webservice and frontend components for the website.",
    "betpad": "Created the betpad website. Managed and mantained the backend and frontend systems.",
    "xl": "Worked in the backend system. Created software to dispatch and request prescriptions and developed an online chat system for customer support",
    "whc": "Created the WHChamp.com online horse handincapping website. Created an improved online handincapping website using dot net framework. Created the backend and frontend systems that supported the website.",
    "tqha": "Created the frontend website for tqha using a wordpress backend.",
    "kairos": "Worked maintaining and providing software for a payment processor. Maintained its webservice and its backend processes; implemented Check21 and ACH processing systems.",
    "ebet": "Provided backend and frontend software development services for all ebet's partners",
    "e1": "An ebet partner. Redesigned the web and mobile website, created Frontend components. Maintained its webservices and backend processes. Integrated payment systems.",
    "e2": "An ebet partner. Redesigned the web and mobile website, created Frontend components. Maintained its webservices and backend processes. Integrated payment systems.",
    "e3": "An ebet partner. Redesigned the web and mobile website, created Frontend components. Maintained its webservices and backend processes. Integrated payment systems.",
    "e4": "An ebet partner. Redesigned the web and mobile website, created Frontend components. Maintained its webservices and backend processes. Integrated payment systems.",
    "e5": "An ebet partner. Redesigned the web and mobile website, created Frontend components. Maintained its webservices and backend processes. Integrated payment systems.",
    "e6": "An ebet partner. Redesigned the web and mobile website, created Frontend components. Maintained its webservices and backend processes. Integrated payment systems.",
    "e7": "An ebet partner. Redesigned the web and mobile website, created Frontend components. Maintained its webservices and backend processes. Integrated payment systems.",
    "e8": "An ebet partner. Redesigned the web and mobile website, created Frontend components. Maintained its webservices and backend processes. Integrated payment systems.",
    "e9": "An ebet partner. Redesigned the web and mobile website, created Frontend components. Maintained its webservices and backend processes. Integrated payment systems.",
    "e10": "An ebet partner. Redesigned the web and mobile website, created Frontend components. Maintained its webservices and backend processes. Integrated payment systems.",
    "knob": "Provided integration testing for drupal frontend components",
    "wfs": "Provided integration testing for drupal frontend components",
    "auto": "Created a system using Django to automate integration testing of drupal frontend components",
    "md" : "Redesigned the frontend website",
    "dedititle": "Commitment to Continuous Improvement",
    "dedication": "I'm keen to use my skills to craft engaging software solutions. I seek a role that challenges me and lets me contribute to exciting projects, nurturing my growth in software development.",
    "download": "Download"

}