    {
        "home": "Inicio",
        "projects": "Proyectos",
        "resume": "Hoja de Vida",
        "aboutme": "Acerca de Mi",
        "english": "Inglés",
        "spanish": "Español",
        "home-a": "Soy Ariel Durán, Ingeniero en Software especializado en creación de aplicaciones amigables; de Alajuela, Costa Rica.",
        "home-b": "Utilizo los principios básicos de la informática para desarrollar software eficiente, confiable y escalable. Mi conocimiento fundamental fomenta la resolución innovadora de problemas, lo que me permite crear software que satisfaga las necesidades de los usuarios y avanzar la tecnología en la vida cotidiana.",
        "connecting": "Interesado en contactarme?",
        "talk": "Hablemos de proyectos, colaboraciones o cualquier cosa relacionada con programación.",
        "contact": "Enviar correo",
        "selectedprojects": "Proyectos Seleccionados",
        "selectedtalk": "Explora mis proyectos, que muestran mi dedicación y creatividad.",
        "beulah": "Rediseñé el sitio web beulahpark.com. Creé los sistemas frontend y backend utilizando el framework dot net.",
        "winticket":  "Rediseñé el sitio web winticket.com. Creé los sistemas frontend y backend para el sitio web utilizando el framework dot net.",
        "cms": "Creé un sistema de gestión de contenidos para los sitios web beulahpark.com, betpad.com y winticket.com. Se utilizaron MSSQL Server, procedimientos almacenados, IIS y el framework dot net.",
        "reports": "Creé una herramienta de informes para el departamento de contabilidad de AmericaTAB utilizando Crystal Reports y el framework dot net.",
        "network": "Gestioné un centro de datos en Portland, OR y Columbus, OH. Gestioné y proporcioné mantenimiento para la red de Beulah Park y AmericaTAB: routers, switches, estaciones de trabajo y servidores. Servidores Linux y Windows.",
        "nhc": "Creé el sitio web de pronóstico de caballos para NHCQualify.com utilizando el framework dot net. Integré un sistema de pagos y desarrollé un servicio web y componentes frontend para el sitio web.",
        "betpad": "Creé el sitio web betpad. Gestioné y mantuve los sistemas backend y frontend.",
        "xl": "Trabajé en el sistema backend. Creé software para despachar y solicitar recetas y desarrollé un sistema de chat en línea para atención al cliente.",
        "whc":  "Creé el sitio web de pronóstico de caballos WHChamp.com. Creé un sitio web de pronóstico de caballos mejorado utilizando el framework dot net. Creé los sistemas backend y frontend que soportan el sitio web.",
        "tqha": "Creé el sitio web frontend para tqha utilizando un backend en WordPress.",
        "kairos": "Trabajé manteniendo y proporcionando software para un procesador de pagos. Mantuve su servicio web y sus procesos backend; implementé sistemas de procesamiento Check21 y ACH.",
        "ebet": "Proporcioné servicios de desarrollo de software backend y frontend para todos los socios de ebet.",
        "e1": "Un socio de ebet. Rediseñé el sitio web y móvil, creé componentes frontend. Mantuve sus servicios web y procesos backend. Integré sistemas de pagos.",
        "e2": "Un socio de ebet. Rediseñé el sitio web y móvil, creé componentes frontend. Mantuve sus servicios web y procesos backend. Integré sistemas de pagos.",
        "e3": "Un socio de ebet. Rediseñé el sitio web y móvil, creé componentes frontend. Mantuve sus servicios web y procesos backend. Integré sistemas de pagos.",
        "e4": "Un socio de ebet. Rediseñé el sitio web y móvil, creé componentes frontend. Mantuve sus servicios web y procesos backend. Integré sistemas de pagos.",
        "e5": "Un socio de ebet. Rediseñé el sitio web y móvil, creé componentes frontend. Mantuve sus servicios web y procesos backend. Integré sistemas de pagos.",
        "e6": "Un socio de ebet. Rediseñé el sitio web y móvil, creé componentes frontend. Mantuve sus servicios web y procesos backend. Integré sistemas de pagos.",
        "e7": "Un socio de ebet. Rediseñé el sitio web y móvil, creé componentes frontend. Mantuve sus servicios web y procesos backend. Integré sistemas de pagos.",
        "e8": "Un socio de ebet. Rediseñé el sitio web y móvil, creé componentes frontend. Mantuve sus servicios web y procesos backend. Integré sistemas de pagos.",
        "e9": "Un socio de ebet. Rediseñé el sitio web y móvil, creé componentes frontend. Mantuve sus servicios web y procesos backend. Integré sistemas de pagos.",
        "e10": "AUn socio de ebet. Rediseñé el sitio web y móvil, creé componentes frontend. Mantuve sus servicios web y procesos backend. Integré sistemas de pagos.",
        "knob": "Proporcioné pruebas de integración para los componentes frontend de Drupal.",
        "wfs": "Proporcioné pruebas de integración para los componentes frontend de Drupal.",
        "auto": "Creé un sistema utilizando Django para automatizar las pruebas de integración de los componentes frontend de Drupal.",
        "md" : "Rediseñé el sitio web frontend.",
        "dedititle": "Compromiso con mejorar continuamente",
        "dedication": "Estoy interesado en usar mis habilidades para crear soluciones de software atractivas. Busco un rol que me desafíe y me permita contribuir a proyectos emocionantes, fomentando mi crecimiento en el desarrollo de software.",
        "download": "Descargar"
    }